[{"data":1,"prerenderedAt":65},["Reactive",2],{"EupAc5lRXl":3,"LMPnZQBK6l":41},{"fruit_info":4},[5,10,15,20,25,29,33,36],{"PLUinfo":6,"healthbenefits":7,"name":8,"packstyle":9},"3302","Apricots are a good source of vitamins A and C, potassium, calcium, iron and beta-carotenes. At one time or another, apricots have been acclaimed to treat cancer, tumors, swelling, ulcers, heart disease, and more. Historically, they have played a significant role in Chinese medicine where they are thought to regenerate and detoxify the body. ","Apricots","Packstyles include 2/L TP, 1/L Euro, 1/L, 24# VF, Clamshells and consumer bags",{"PLUinfo":11,"healthbenefits":12,"name":13,"packstyle":14},"4040 Black / 4042 Red","Plums are rich in antioxidants that protect the cells against free radical damage and are a good source of vitamin C to strengthen the immune system, calcium to build bones and teeth, fiber to regulate the digestive tract, and potassium to balance fluid levels in the body. The fruits are also a source of vitamin K to faster wound healing and vitamin A to maintain healthy organ functioning.","Plums","Packstyles include 28# VF, 1/L Euro, 2/L Euro and consumer bags",{"PLUinfo":16,"healthbenefits":17,"name":18,"packstyle":19},"4401","White peaches are an excellent source of vitamin C to strengthen the immune system, boost collagen production within the skin, and reduce inflammation. The fruits also contain fiber to regulate the digestive tract, potassium to balance fluid levels within the body, vitamin E to protect the cells against free radical damage, and other amounts of magnesium, vitamin K, copper, zinc, and folate. ","White Peach","Packstyles include 2/L TP, 1/L Euro, 1/L, 25# VF and consumer bags",{"PLUinfo":21,"healthbenefits":22,"name":23,"packstyle":24},"4427, 4428","Nutritionally, persimmons are a good source of vitamins A and C, as well as dietary fiber. They also contain various antioxidants, such as beta-carotene and lycopene, which contribute to their health benefits, including promoting eye health and supporting the immune system. Overall, persimmons are not only delicious but also nutritious additions to a balanced diet.","Persimmons","Packstyles include 2/L TP, 1/L Euro, 1/L, 25# VF and in consumer bags",{"PLUinfo":26,"healthbenefits":27,"name":28,"packstyle":19},"4378, 4036","They are low in calories but can provide fiber, vitamin C, potassium and niacin. Thanks to their impressive nutrient profile, nectarines can strengthen eye, immune, heart and digestive health; may help with weight loss; can lower blood sugar levels; and may even help kill off cancer cells.","Nectarines",{"PLUinfo":30,"healthbenefits":31,"name":32,"packstyle":19},"4044, 4038","Peaches boast a rare combination—they are low in calories and fat; rich in vitamins, minerals, and antioxidants; and tasty enough to be featured in desserts. They also provide various health benefits.  Vitamin A is another antioxidant found in peaches that also helps your immune system fight infection. Peaches also contain the minerals iron and zinc, both of which boost immune system function.","Peach",{"PLUinfo":34,"healthbenefits":27,"name":35,"packstyle":19},"3035","White Nectarine",{"PLUinfo":37,"healthbenefits":38,"name":39,"packstyle":40},"3440, 3127","Pomegranates are a great source of nutrients, especially fiber, antioxidants, B vitamins, and select minerals.  Pomegranates are also a good source of gut-friendly fiber and polyphenols.  They may increase “good” HDL cholesterol while lowering “bad” LDL cholesterol levels as well as reducing blood pressure in recent studies.","Pomegranates","Packstyles include 2/L TP, 1/L Euro, 25# VF and consumer bags ",{"fruit_images":42},[43,46,49,51,53,55,57,59,62],{"file_path":44,"fruit_options":8,"id":45},"static/fruits/tree-fruit-devider-4.jpg",2,{"file_path":47,"fruit_options":13,"id":48},"static/fruits/IMG_2306.jpg",3,{"file_path":50,"fruit_options":8,"id":45},"static/fruits/IMG_1668.jpg",{"file_path":52,"fruit_options":8,"id":45},"static/fruits/IMG_5056.JPG",{"file_path":54,"fruit_options":8,"id":45},"static/fruits/IMG_5164.JPG",{"file_path":56,"fruit_options":8,"id":45},"static/fruits/15-1.5_BAGSB.jpg",{"file_path":58,"fruit_options":8,"id":45},"static/fruits/IMG_7089.jpg",{"file_path":60,"fruit_options":18,"id":61},"static/fruits/stonefruit.png",8,{"file_path":63,"fruit_options":23,"id":64},"static/fruits/farm.jpg",9,1715179877558]