[{"data":1,"prerenderedAt":43},["Reactive",2],{"hjyOuogzZg":3,"MsBQOd8NlT":28},{"grape_info":4},[5,10,15,19,24],{"PLUinfo":6,"healthbenefits":7,"name":8,"packstyle":9},"4023","Like other varieties of grapes, Flames grapes are a nutritious fruit. They are naturally low in calories and fat but rich in vitamins, minerals, and antioxidants. Consuming grapes regularly as part of a balanced diet may offer various health benefits, including supporting heart health, promoting digestion, and boosting immunity.","Flames","Pouch bags or clamshells by request.",{"PLUinfo":11,"healthbenefits":12,"name":13,"packstyle":14},"n/a","Thomcords, a hybrid grape variety, offer numerous health benefits. Rich in antioxidants like resveratrol, they support heart health by reducing inflammation and cholesterol levels. Their compounds may also improve blood sugar control, brain function, and digestive health. Additionally, Thomcords promote skin health and possess anti-inflammatory properties, contributing to overall well-being when c","Thomcords","These grapes are known for their unique taste, which is a blend of the floral sweetness of Thompson Seedless and the tangy richness of Concord grapes. They are often used for fresh consumption, making them popular choices in fruit salads, desserts, and as standalone snacks. Thomcords can also be used in winemaking, contributing their distinctive flavor profile to various blends.  In terms of appearance, Thomcords usually have a deep purple to black color, similar to Concord grapes, and they are often seedless or contain fewer seeds compared to their Concord parent. This makes them convenient for eating out of hand or incorporating into recipes without the hassle of dealing with seeds.",{"PLUinfo":11,"healthbenefits":16,"name":17,"packstyle":18},"The flesh is translucent and extremely juicy. Champagne grapes are crisp, succulent, and taste sweet with a hint of tartness. They are perfect for fresh eating and are commonly used for baking or garnishes. Bonus: these grapes contain vitamin C and A, iron, calcium, and fiber.","Champagne","Clamshells",{"PLUinfo":20,"healthbenefits":21,"name":22,"packstyle":23},"4098","Grapes contain antioxidants like resveratrol which have anti-inflammatory and antioxidant properties which may help inhibit neurodegeneration. It also increases blood flow to the brain, and along with the presence of minerals like manganese, potassium and calcium, may improve brain health","Sheegene 21","19# pouch or Clamshells by request",{"PLUinfo":20,"healthbenefits":25,"name":26,"packstyle":27},"Grapes contain antioxidants like resveratrol which have anti-inflammatory and antioxidant properties which may help inhibit neurodegeneration. It also increases blood flow to the brain, and along with the presence of minerals like manganese, potassium and calcium, may improve brain health ","Valley Pearl","Pouch bags and clamshells",{"grape_images":29},[30,33,36,38,40],{"file_path":31,"grape_options":13,"id":32},"static/grapes/grape-devider-1.jpg",2,{"file_path":34,"grape_options":8,"id":35},"static/grapes/tree-fruit-devider-3.jpg",1,{"file_path":37,"grape_options":8,"id":35},"static/grapes/cherry-devider.jpg",{"file_path":39,"grape_options":13,"id":32},"static/grapes/IMG_2143.jpg",{"file_path":41,"grape_options":42,"id":35},"static/grapes/IMG_9470.jpg","Flames clams",1715179877561]