[{"data":1,"prerenderedAt":106},["Reactive",2],{"ctOgGqPxyl":3,"yiWw6olnl5":43,"mKdCfcBvGG":66,"NNf4TNCwME":86},{"fruit_cards":4},[5,11,16,21,26,31,35,39],{"description":6,"file_path":7,"id":8,"name":9,"type":10},"Apricots are small, round to oval-shaped fruits with a velvety, golden-orange skin and a tender, juicy flesh. They belong to the Rosaceae family, which also includes fruits like peaches, plums, and cherries. Apricots are typically in season during the late spring and early summer months.","static/fruits/tree-fruit-devider-4.jpg",2,"Apricots","Fruit",{"description":12,"file_path":13,"id":14,"name":15,"type":10},"Plums, botanically a part of the Prunus genus, are flavorful stone fruits belonging to the Rosaceae family. Experts believe there are two main species, known as Japanese plums, or Prunus salicina, and European plums, Prunus domestica. Both species are the main types utilized for commercial production, and species such as American plums, Prunus americana are considered minor, more localize","static/fruits/IMG_2306.jpg",3,"Plums",{"description":17,"file_path":18,"id":19,"name":20,"type":10},"White peaches, scientifically known as Prunus persica, are a type of sweet stone fruit with white flesh that belongs to the Rosaceae family. They are widely available in commercial markets and favored for their delicate flavor and sub-acidic nature. Originating from Asia and particularly from China, white peaches were highly valued for their exquisite flavor, soft texture and beauty. Often oversha","static/fruits/stonefruit.png",8,"White Peach",{"description":22,"file_path":23,"id":24,"name":25,"type":10},"Persimmons are versatile fruits that can be enjoyed fresh, dried, or cooked in various dishes. They are often used in salads, desserts, jams, and preserves. Additionally, dried persimmons are popular snacks in some cultures, prized for their concentrated sweetness.","static/fruits/farm.jpg",9,"Persimmons",{"description":27,"file_path":28,"id":29,"name":30,"type":10},"Nectarine, (Prunus persica), smooth-skinned peach that is grown throughout the warmer temperate regions of both the Northern and Southern hemispheres. A genetic variant of common peaches, the nectarine was most likely domesticated in China more than 4,000 years ago. The expression of a recessive allele is thought to be responsible for the smooth skin of nectarine fruits, which lack the fuzzy trich",null,10,"Nectarines",{"description":32,"file_path":28,"id":33,"name":34,"type":10},"The peach (Prunus persica) is a deciduous tree first domesticated and cultivated in Zhejiang province of Eastern China.  It bears edible juicy fruits with various characteristics, most called peaches and others (the glossy-skinned, non-fuzzy varieties), nectarines. Cultivated peaches are divided into clingstones and freestones, depending on whether the flesh sticks to the stone or not; both can ha",11,"Peach",{"description":36,"file_path":28,"id":37,"name":38,"type":10},"White nectarines, botanically classified as Prunus persica var. nucipersica, is a general descriptor used for pale-fleshed stone varieties belonging to the Rosaceae family. The small fruits were discovered growing as a natural mutation of peaches and share almost an identical genetic profile, except for a recessive gene that develops their signature smooth and fuzz less skin.",12,"White Nectarine",{"description":40,"file_path":28,"id":41,"name":42,"type":10},"The pomegranate (Punica granatum) is a fruit-bearing deciduous shrub in the family Lythraceae, subfamily Punicoideae, that grows between 5 and 10 m (16 and 33 ft) tall. The pomegranate is rich in symbolic and mythological associations in many cultures. The seeds, or arils, and juice of the pomegranate have a sweet, slightly tart taste and provide a variety of nutrients.",13,"Pomegranates",{"grape_cards":44},[45,51,55,58,62],{"description":46,"file_path":47,"id":48,"name":49,"type":50},"Flames table grapes are a sought-after early season variety of red seedless grapes developed by the University of California, Davis. These grapes boast a vibrant red hue, often with subtle undertones of purple or crimson, and grow in large, densely packed clusters featuring medium to large-sized grapes.  Renowned for their deliciously sweet flavor.  Brix of18+.","static/grapes/tree-fruit-devider-3.jpg",1,"Flames","Grape",{"description":52,"file_path":53,"id":8,"name":54,"type":50},"Thomcords are a hybrid grape variety resulting from the crossbreeding of Thompson Seedless and Concord grapes. They were developed to combine the desirable traits of both parent varieties. Thomcords typically inherit the large size and dark color of Concord grapes along with the sweet, juicy flavor of Thompson Seedless grapes.","static/grapes/grape-devider-1.jpg","Thomcords",{"description":56,"file_path":28,"id":14,"name":57,"type":50},"Champagne Grapes are small and seedless and have a deep blue-black color when ripe. The average size of each bunch is the length and width of a hand.  Perfect for snacking on or used to decorate as a dessert fruit and gourmet garnish. Small bunches of these grapes are often draped over champagne or wine glass rims.","Champagne",{"description":59,"file_path":28,"id":60,"name":61,"type":50},"(Ivory™) Early season variety with an excellent sweet neutral flavor. Crunchy, large uniform berries and bunch size.  Brix is generally 18+",4,"Sheegene 21",{"description":63,"file_path":28,"id":64,"name":65,"type":50},"Valley Pearl was developed by the U.S. Department of Agriculture's Agriculture Research Service in Parlier, California. Valley Pearl is a mid-seasonseedless white, neutral-to-light muscat flavored table grape variety with bright green color. Berries are round and very large.",5,"Valley Pearl",{"recipe_cards":67},[68,75,80],{"description":69,"directions":70,"file_path":71,"id":48,"ingredients":72,"name":73,"time":74},"Sweey, yet savory chicken recipe","      Heat a large skillet with a lid over medium high heat     Add oil and chicken     Season with salt and pepper     Lightly brown chicken a few minutes on each side, then add onions     Cook 5 minutes     Add vinegar to the pan and allow it to evaporate     Add apricots and stock     When stock comes to a bubble, add preserves and stir to combine     Cover pan, reduce heat and simmer 10-15 minutes     Serve chicken with a sprinkle of chopped parsley","static/recipes/apricotchicken.jpg"," 2 tablespoons extra-virgin olive oil, 2 turns of the pan 2 pounds chicken tenderloins, cut in 1/2 across on an angle Salt and pepper 1 large onion, chopped 2 tablespoons cider or white wine vinegar 12 dried pitted apricots, chopped 2 cups chicken stock 1 cup apricot all fruit spread or apricot preserves 3 tablespoons chopped flat-leaf parsley, for garnish","Apricot Chicken","10-15 Minutes",{"description":76,"directions":77,"file_path":28,"id":8,"ingredients":78,"name":79,"time":74},"Grandma's own peach pie....mmmm"," In a large bowl, combine flour and salt, Cut in shortening until mixture resembles coarse crumbs, Stir in water until mixture forms a ball (may not need entire ½ cup of water), Divide dough in half, and shape into balls, Wrap in plastic and refrigerate preferably overnight (or at least 4 hours), Roll out dough on a floured counter 1 ½ inches larger than your pie pan, Press dough into bottom of pan, Roll out remaining dough and place over pie filled pie shell (see “for filling” below), Pinch the edges of the pie together and trim away any excess dough, Dust top of pie with cinnamon"," 4 ripe Californian Peaches cut into 1/8 slices, 1 egg, 2 tbsp flour, ¼ cup brown sugar, ¾ cup sugar, ½ cup melted butter, ½ teaspoon ground cinnamon","Grandmas Peach",{"description":81,"directions":82,"file_path":28,"id":14,"ingredients":83,"name":84,"time":85},"BARI post workout smoothie","     In a blender, combine all ingredients and blend until desired consistency is reached (add more ice if desired)     Pour into glasses and enjoy!!! ","1 banana, broken into chunks, 2 cups Orange Juice, 8 strawberries, hulled. 1 scoop whey protein, 1 BARI Peach quartered, ½ cup plain non fat yogurt, 1 cup ice","BARI Smoothie","5 min",{"fruit_cards":87,"grape_cards":96,"recipe_cards":102},[88,89,90,91,92,93,94,95],{"description":6,"file_path":7,"id":8,"name":9,"type":10},{"description":12,"file_path":13,"id":14,"name":15,"type":10},{"description":17,"file_path":18,"id":19,"name":20,"type":10},{"description":22,"file_path":23,"id":24,"name":25,"type":10},{"description":27,"file_path":28,"id":29,"name":30,"type":10},{"description":32,"file_path":28,"id":33,"name":34,"type":10},{"description":36,"file_path":28,"id":37,"name":38,"type":10},{"description":40,"file_path":28,"id":41,"name":42,"type":10},[97,98,99,100,101],{"description":46,"file_path":47,"id":48,"name":49,"type":50},{"description":52,"file_path":53,"id":8,"name":54,"type":50},{"description":56,"file_path":28,"id":14,"name":57,"type":50},{"description":59,"file_path":28,"id":60,"name":61,"type":50},{"description":63,"file_path":28,"id":64,"name":65,"type":50},[103,104,105],{"description":69,"directions":70,"file_path":71,"id":48,"ingredients":72,"name":73,"time":74},{"description":76,"directions":77,"file_path":28,"id":8,"ingredients":78,"name":79,"time":74},{"description":81,"directions":82,"file_path":28,"id":14,"ingredients":83,"name":84,"time":85},1715179876596]